window.QUESTIONS_BANK = [
  {
    "id": "fipi1-1",
    "text": "Точка, лежащая на серединном перпендикуляре к отрезку, равноудалена от концов этого отрезка.",
    "isTrue": true
  },
  {
    "id": "fipi1-2",
    "text": "Существуют три прямые, которые проходят через одну точку.",
    "isTrue": true
  },
  {
    "id": "fipi1-3",
    "text": "Смежные углы всегда равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-4",
    "text": "Вертикальные углы равны.",
    "isTrue": true
  },
  {
    "id": "fipi1-5",
    "text": "Всегда один из двух смежных углов острый, а другой тупой.",
    "isTrue": false
  },
  {
    "id": "fipi1-6",
    "text": "Через заданную точку плоскости можно провести только одну прямую.",
    "isTrue": false
  },
  {
    "id": "fipi1-7",
    "text": "Если точка лежит на биссектрисе угла, то она равноудалена от сторон этого угла.",
    "isTrue": true
  },
  {
    "id": "fipi1-8",
    "text": "Если угол острый, то смежный с ним угол также является острым.",
    "isTrue": false
  },
  {
    "id": "fipi1-9",
    "text": "Две прямые, параллельные третьей прямой, перпендикулярны.",
    "isTrue": false
  },
  {
    "id": "fipi1-10",
    "text": "Две прямые, перпендикулярные третьей прямой, перпендикулярны.",
    "isTrue": false
  },
  {
    "id": "fipi1-11",
    "text": "Две различные прямые, перпендикулярные третьей прямой, параллельны.",
    "isTrue": true
  },
  {
    "id": "fipi1-12",
    "text": "Через точку, не лежащую на данной прямой, можно провести прямую, перпендикулярную этой прямой.",
    "isTrue": true
  },
  {
    "id": "fipi1-13",
    "text": "Через точку, не лежащую на данной прямой, можно провести прямую, параллельную этой прямой.",
    "isTrue": true
  },
  {
    "id": "fipi1-14",
    "text": "Если в треугольнике есть один острый угол, то этот треугольник остроугольный.",
    "isTrue": false
  },
  {
    "id": "fipi1-15",
    "text": "В любом тупоугольном треугольнике есть острый угол.",
    "isTrue": true
  },
  {
    "id": "fipi1-16",
    "text": "В тупоугольном треугольнике все углы тупые.",
    "isTrue": false
  },
  {
    "id": "fipi1-17",
    "text": "В остроугольном треугольнике все углы острые.",
    "isTrue": true
  },
  {
    "id": "fipi1-18",
    "text": "В треугольнике против большего угла лежит большая сторона.",
    "isTrue": true
  },
  {
    "id": "fipi1-19",
    "text": "Внешний угол треугольника больше не смежного с ним внутреннего угла.",
    "isTrue": true
  },
  {
    "id": "fipi1-20",
    "text": "Внешний угол треугольника равен сумме его внутренних углов.",
    "isTrue": false
  },
  {
    "id": "fipi1-21",
    "text": "Один из углов треугольника всегда не превышает 60 градусов.",
    "isTrue": true
  },
  {
    "id": "fipi1-22",
    "text": "Медиана треугольника делит пополам угол, из вершины которого проведена.",
    "isTrue": false
  },
  {
    "id": "fipi1-23",
    "text": "Отношение площадей подобных треугольников равно коэффициенту подобия.",
    "isTrue": false
  },
  {
    "id": "fipi1-24",
    "text": "Площадь треугольника меньше произведения двух его сторон.",
    "isTrue": true
  },
  {
    "id": "fipi1-25",
    "text": "Сумма углов любого треугольника равна 360 градусам.",
    "isTrue": false
  },
  {
    "id": "fipi1-26",
    "text": "Треугольник со сторонами 1, 2, 4 существует.",
    "isTrue": false
  },
  {
    "id": "fipi1-27",
    "text": "Треугольника со сторонами 1, 2, 5 не существует.",
    "isTrue": true
  },
  {
    "id": "fipi1-28",
    "text": "Биссектриса треугольника делит пополам сторону, к которой проведена.",
    "isTrue": false
  },
  {
    "id": "fipi1-29",
    "text": "Если два угла одного треугольника равны двум углам другого треугольника, то такие треугольники подобны.",
    "isTrue": true
  },
  {
    "id": "fipi1-30",
    "text": "Если две стороны и угол одного треугольника равны соответственно двум сторонам и углу другого треугольника, то такие треугольники равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-31",
    "text": "Если две стороны одного треугольника соответственно равны двум сторонам другого треугольника, то такие треугольники равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-32",
    "text": "Если три угла одного треугольника равны соответственно трём углам другого треугольника, то такие треугольники равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-33",
    "text": "Биссектрисы треугольника пересекаются в точке, которая является центром окружности, вписанной в треугольник.",
    "isTrue": true
  },
  {
    "id": "fipi1-34",
    "text": "Серединные перпендикуляры к сторонам треугольника пересекаются в точке, являющейся центром окружности, описанной около треугольника.",
    "isTrue": true
  },
  {
    "id": "fipi1-35",
    "text": "Все равнобедренные треугольники подобны.",
    "isTrue": false
  },
  {
    "id": "fipi1-36",
    "text": "Всякий равнобедренный треугольник является остроугольным.",
    "isTrue": false
  },
  {
    "id": "fipi1-37",
    "text": "Каждая из биссектрис равнобедренного треугольника является его высотой.",
    "isTrue": false
  },
  {
    "id": "fipi1-38",
    "text": "Каждая из биссектрис равнобедренного треугольника является его медианой.",
    "isTrue": false
  },
  {
    "id": "fipi1-39",
    "text": "Сумма углов равнобедренного треугольника равна 180 градусам.",
    "isTrue": true
  },
  {
    "id": "fipi1-40",
    "text": "Все высоты равностороннего треугольника равны.",
    "isTrue": true
  },
  {
    "id": "fipi1-41",
    "text": "Всякий равносторонний треугольник является равнобедренным.",
    "isTrue": true
  },
  {
    "id": "fipi1-42",
    "text": "Всякий равносторонний треугольник является остроугольным.",
    "isTrue": true
  },
  {
    "id": "fipi1-43",
    "text": "Любые два равносторонних треугольника подобны.",
    "isTrue": true
  },
  {
    "id": "fipi1-44",
    "text": "Все равносторонние треугольники подобны.",
    "isTrue": true
  },
  {
    "id": "fipi1-45",
    "text": "В прямоугольном треугольнике гипотенуза равна сумме катетов.",
    "isTrue": false
  },
  {
    "id": "fipi1-46",
    "text": "Все прямоугольные треугольники подобны.",
    "isTrue": false
  },
  {
    "id": "fipi1-47",
    "text": "В прямоугольном треугольнике квадрат гипотенузы равен разности квадратов катетов.",
    "isTrue": false
  },
  {
    "id": "fipi1-48",
    "text": "Длина гипотенузы прямоугольного треугольника меньше суммы длин его катетов.",
    "isTrue": true
  },
  {
    "id": "fipi1-49",
    "text": "Площадь прямоугольного треугольника равна произведению длин его катетов.",
    "isTrue": false
  },
  {
    "id": "fipi1-50",
    "text": "Косинус острого угла прямоугольного треугольника равен отношению гипотенузы к прилежащему к этому углу катету.",
    "isTrue": false
  },
  {
    "id": "fipi1-51",
    "text": "Сумма углов прямоугольного треугольника равна 90 градусам.",
    "isTrue": false
  },
  {
    "id": "fipi1-52",
    "text": "Тангенс любого острого угла меньше единицы.",
    "isTrue": false
  },
  {
    "id": "fipi1-53",
    "text": "Сумма острых углов прямоугольного треугольника равна 90 градусам.",
    "isTrue": true
  },
  {
    "id": "fipi1-54",
    "text": "В любой четырёхугольник можно вписать окружность.",
    "isTrue": false
  },
  {
    "id": "fipi1-55",
    "text": "Если стороны одного четырёхугольника соответственно равны сторонам другого четырёхугольника, то такие четырёхугольники равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-56",
    "text": "Сумма углов выпуклого четырёхугольника равна 360 градусам.",
    "isTrue": true
  },
  {
    "id": "fipi1-57",
    "text": "Диагонали параллелограмма равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-58",
    "text": "В параллелограмме есть два равных угла.",
    "isTrue": true
  },
  {
    "id": "fipi1-59",
    "text": "Площадь любого параллелограмма равна произведению длин его сторон.",
    "isTrue": false
  },
  {
    "id": "fipi1-60",
    "text": "Площадь параллелограмма равна половине произведения его диагоналей.",
    "isTrue": false
  },
  {
    "id": "fipi1-61",
    "text": "Диагональ параллелограмма делит его на два равных треугольника.",
    "isTrue": true
  },
  {
    "id": "fipi1-62",
    "text": "В любой прямоугольник можно вписать окружность.",
    "isTrue": false
  },
  {
    "id": "fipi1-63",
    "text": "Диагонали любого прямоугольника делят его на четыре равных треугольника.",
    "isTrue": false
  },
  {
    "id": "fipi1-64",
    "text": "Диагонали прямоугольника точкой пересечения делятся пополам.",
    "isTrue": true
  },
  {
    "id": "fipi1-65",
    "text": "Существует прямоугольник, диагонали которого взаимно перпендикулярны.",
    "isTrue": true
  },
  {
    "id": "fipi1-66",
    "text": "Если диагонали параллелограмма равны, то это прямоугольник.",
    "isTrue": true
  },
  {
    "id": "fipi1-67",
    "text": "Любой прямоугольник можно вписать в окружность.",
    "isTrue": true
  },
  {
    "id": "fipi1-68",
    "text": "Все углы прямоугольника равны.",
    "isTrue": true
  },
  {
    "id": "fipi1-69",
    "text": "В любом прямоугольнике диагонали взаимно перпендикулярны.",
    "isTrue": false
  },
  {
    "id": "fipi1-70",
    "text": "Площадь прямоугольника равна произведению длин всех его сторон.",
    "isTrue": false
  },
  {
    "id": "fipi1-71",
    "text": "Площадь прямоугольника равна произведению длин его смежных сторон.",
    "isTrue": true
  },
  {
    "id": "fipi1-72",
    "text": "Если в параллелограмме диагонали равны и перпендикулярны, то этот параллелограмм является квадратом.",
    "isTrue": true
  },
  {
    "id": "fipi1-73",
    "text": "Если диагонали параллелограмма равны, то этот параллелограмм является квадратом.",
    "isTrue": false
  },
  {
    "id": "fipi1-74",
    "text": "Если диагонали выпуклого четырёхугольника равны и перпендикулярны, то этот четырёхугольник является квадратом.",
    "isTrue": false
  },
  {
    "id": "fipi1-75",
    "text": "Любой квадрат является прямоугольником.",
    "isTrue": true
  },
  {
    "id": "fipi1-76",
    "text": "Площадь квадрата равна произведению двух его смежных сторон.",
    "isTrue": true
  },
  {
    "id": "fipi1-77",
    "text": "Площадь квадрата равна произведению его диагоналей.",
    "isTrue": false
  },
  {
    "id": "fipi1-78",
    "text": "Существует квадрат, который не является прямоугольником.",
    "isTrue": false
  },
  {
    "id": "fipi1-79",
    "text": "Все квадраты имеют равные площади.",
    "isTrue": false
  },
  {
    "id": "fipi1-80",
    "text": "Основания любой трапеции параллельны.",
    "isTrue": true
  },
  {
    "id": "fipi1-81",
    "text": "Основания равнобедренной трапеции равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-82",
    "text": "Площадь трапеции равна произведению основания трапеции на высоту.",
    "isTrue": false
  },
  {
    "id": "fipi1-83",
    "text": "Средняя линия трапеции параллельна её основаниям.",
    "isTrue": true
  },
  {
    "id": "fipi1-84",
    "text": "Средняя линия трапеции равна сумме её оснований.",
    "isTrue": false
  },
  {
    "id": "fipi1-85",
    "text": "Средняя линия трапеции равна полусумме её оснований.",
    "isTrue": true
  },
  {
    "id": "fipi1-86",
    "text": "Боковые стороны любой трапеции равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-87",
    "text": "В любой прямоугольной трапеции есть два равных угла.",
    "isTrue": true
  },
  {
    "id": "fipi1-88",
    "text": "Диагонали трапеции пересекаются и делятся точкой пересечения пополам.",
    "isTrue": false
  },
  {
    "id": "fipi1-89",
    "text": "Диагонали прямоугольной трапеции равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-90",
    "text": "Диагонали равнобедренной трапеции равны.",
    "isTrue": true
  },
  {
    "id": "fipi1-91",
    "text": "Диагональ равнобедренной трапеции делит её на два равных треугольника.",
    "isTrue": false
  },
  {
    "id": "fipi1-92",
    "text": "Диагональ трапеции делит её на два равных треугольника.",
    "isTrue": false
  },
  {
    "id": "fipi1-93",
    "text": "В любой ромб можно вписать окружность.",
    "isTrue": true
  },
  {
    "id": "fipi1-94",
    "text": "Все углы ромба равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-95",
    "text": "Диагонали ромба перпендикулярны.",
    "isTrue": true
  },
  {
    "id": "fipi1-96",
    "text": "Диагонали ромба равны.",
    "isTrue": false
  },
  {
    "id": "fipi1-97",
    "text": "Диагонали ромба точкой пересечения делятся пополам.",
    "isTrue": true
  },
  {
    "id": "fipi1-98",
    "text": "Если в ромбе один из углов равен 90 градусам, то этот ромб является квадратом.",
    "isTrue": true
  },
  {
    "id": "fipi1-99",
    "text": "Если диагонали параллелограмма равны, то этот параллелограмм является ромбом.",
    "isTrue": false
  },
  {
    "id": "fipi1-100",
    "text": "Если диагонали параллелограмма перпендикулярны, то этот параллелограмм является ромбом.",
    "isTrue": true
  },
  {
    "id": "fipi1-101",
    "text": "Площадь ромба равна произведению двух его смежных сторон на синус угла между ними.",
    "isTrue": true
  },
  {
    "id": "fipi1-102",
    "text": "Площадь ромба равна произведению его стороны на высоту, проведённую к этой стороне.",
    "isTrue": true
  },
  {
    "id": "fipi1-103",
    "text": "Если в параллелограмме две соседние стороны равны, то этот параллелограмм является ромбом IX) Окружность",
    "isTrue": true
  },
  {
    "id": "fipi1-104",
    "text": "Вписанный угол, опирающийся на диаметр окружности, прямой.",
    "isTrue": true
  },
  {
    "id": "fipi1-105",
    "text": "Все диаметры окружности равны между собой.",
    "isTrue": true
  },
  {
    "id": "fipi1-106",
    "text": "Все хорды одной окружности равны между собой.",
    "isTrue": false
  },
  {
    "id": "fipi1-107",
    "text": "Две окружности пересекаются, если радиус одной окружности больше радиуса другой окружности.",
    "isTrue": false
  },
  {
    "id": "fipi1-108",
    "text": "Касательная к окружности параллельна радиусу, проведённому в точку касания.",
    "isTrue": false
  },
  {
    "id": "fipi1-109",
    "text": "Касательная к окружности перпендикулярна радиусу, проведённому в точку касания.",
    "isTrue": true
  },
  {
    "id": "fipi1-110",
    "text": "Любой параллелограмм можно вписать в окружность.",
    "isTrue": false
  },
  {
    "id": "fipi1-111",
    "text": "Любые два диаметра окружности пересекаются.",
    "isTrue": true
  },
  {
    "id": "fipi1-112",
    "text": "Расстояние от точки, лежащей на окружности, до центра окружности равно радиусу.",
    "isTrue": true
  },
  {
    "id": "fipi1-113",
    "text": "Точка пересечения двух окружностей равноудалена от центров этих окружностей.",
    "isTrue": false
  },
  {
    "id": "fipi1-114",
    "text": "Угол, вписанный в окружность, равен соответствующему центральному углу, опирающемуся на ту же дугу.",
    "isTrue": false
  },
  {
    "id": "fipi1-115",
    "text": "Центр описанной около треугольника окружности всегда лежит внутри этого треугольника.",
    "isTrue": false
  },
  {
    "id": "fipi1-116",
    "text": "Центры вписанной и описанной окружностей равностороннего треугольника совпадают.",
    "isTrue": true
  },
  {
    "id": "fipi1-117",
    "text": "Через любую точку, лежащую вне окружности, можно провести две касательные к этой окружности.",
    "isTrue": true
  }
];
